/* SMTP Server address */
"Address:" = "เลขที่อยู่:";

/* Authentication checkbox */
"Authentication" = "ลงชื่อเข้ารหัส";

/* Title for from field */
"From:" = "จาก:";

/* No security option */
"None" = "ไม่มี";

/* password field */
"Password:" = "รหัสผ่าน:";

/* SMTP Server port */
"Port:" = "เลขพอร์ต:";

/* Security options title */
"Security:" = "ความปลอดภัย:";

/* Title for box containing SMTP server details */
"SMTP Server:" = "เซิฟเวอร์ SMTP:";

/* Title for subject prefix field */
"Subject prefix:" = "คำนำหน้าหัวเรื่อง:";

/* TLS if possible security option */
"TLS if possible" = "TLS เมื่อเป็นไปได้";

/* TLS or close security option */
"TLS or close" = "TLS หรือปิด";

/* Title for to field */
"To:" = "ถึง:";

/* Username field */
"Username:" = "ชื่อผู้ใช้:";

